<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="style/short_ruc.css">
    <title>Document</title>
</head>
<body>
<div id="wrapper">
  <div id="container">

      <section class="open-book">
          <header>
              <h1>Выжевший</h1>
              <h6>Выжевший</h6>
          </header>
          <article>
              <h2 class="chapter-title">Краткий пособие по выживанию в ущелье</h2>
              <p>
                Добро пожаловать в ущелье призыватель, здесь мы опишем краткую информацию которая должна помочь вам выжить первое время в ущелье.
              </p>
              <p>
                И так вы попадаете в ущелье, здесь вы можете увидеть три линии которые называются топ, мид, бот и еще лес. Каждая  из этих линий представляет свой гимплей у всех он разный как и задачи той или иной линии. Всего на карте представленно десять игроков по пять с каждой стороны. 
              </p>
              <p>
                  Вам придется фармить миьенов что бы выжить и покупать себе все более мощьное снарежение по ходу игры, из пяти игроков в команде этим занимаются четверо, так как пятый это сапорт у него другие задачи на игру ему надо ставить варды в ущелье и помогать команде по всему ущелью.
              </p>
              <p>
                  На двух лайнах из четырех такие как топ и мид там находится один чемпион, лес держится обособленно у него нету конкретного лайна по этому будьте бдительны так как вражеский лесник может выйти к вам на лайн.
                  Следующая линия это бот там находятся два чемпиона адк и сапорт.
              </p>
              <p>
                 У вас на экране есть мини карта которая находится в правом нижнем углу, там показывается все что происходит в ущелье так же там представленны лагеря лесных монстров.
              </p>
           
              <p>
                  Так же важно повышать свой уровень в ущелье, от него много чего зависит по увеличению уровная вам будет доступно больше способностей чемпионов, а так же возрастет сила самого чемпиона. Вам надо будет постараться взять уровень быстрее своего аппанента самые важный уровни считаются второй, шестой двенадцатый и шестнадцатый, когда у вас будут прокачены основный способности чемпиона на максимальный уровень.
              </p>
              <p>
                 Уровни вы получаете, за фарм крипов даже если не вы фармите опыт будет делится на двоих или больше чемпионов которые находятся по близости. <br>За уничитожение вражеский чемпионов дают больше всего опыта.
              </p>
              <p>
                В игре так же есть золото это основная валюта для покупки предметов в ущелье, золото можно получить за фарм крипов и уничитожение вражеский чемпионов за чемпиона дается больше всего золота минимму вы получите триста золотых.
            </p>
            <p>
               Уровни вы получаете, за фарм крипов даже если не вы фармите опыт будет делится на двоих или больше чемпионов которые находятся по близости. <br>За уничитожение вражеский чемпионов дают больше всего опыта.
            </p>
              <p>
                У всех чемпионов есть умения, но вот то что они тратят на их использования отличается, они делятся на:
              </p>
              <ul>
                
             
                      <ul>
                          <li>Ману</li>
                          <li>Ярость</li>
                          <li>Ускорение умений</li>
                          <li>Энергию</li>
                      </ul>
                 
                  
              </ul>
              <p>
                  Как дейстовать по игре ?
              </p>
              <p>
                  Для начала пытаемся фармить крипов, чем больше нафармим тем лучше будет на слудующих стадиях игры, котрые заставят вас смещаться и помогать своей команде в ущелье. Стараймся брать объекты такие как драконы, герольды и нашоры они сильно влияют на игру поэтому вам надо быть первыми кто заберт их.
              </p>
              <p>
                  Так же не забываем что бы победить в игре нам надо ломать башни и ингибы это главная цель, не надо гонятся за уничтожениями чемпионов когда это не требуются. Из за погоней можно потерять все примущества в игре и проиграть игру. 
              </p>
              <p>
                  
              </p>
          </article>
          <footer>
              <ol id="page-numbers">
                  <li><a href="basics.php">Вернуться назад</a></li>
                  <li><a href=""></a>основы</li>
              </ol>
          </footer>
      </section>

  </div>
</div>
<style>

</style>





<div id="wrapper">
  <div id="container">

      <h1>Кратко по каждой роли</h1>

      <ol class="process-chart">
          <li>
              <div>
                  <h2>Топ</h2>
                  <p>На топе обычно встречаются танки и брузеры, но так же можно встретить и стрелеков редко.</p>
              </div>
          </li>
          <li>
              <div>
                  <h2>Лес</h2>
                  <p>Адаптивная роль тут можно встретить чемпионов разных типов такие как: танки, брузеры, убийцы, стрелки и утилити.</p>
              </div>
          </li>
          <li>
              <div>
                  <h2>Мид</h2>
                  <p>Мид так же адаптивная роль тут встречаются танки, брузеры, убийцы, стрелки и утилити.</p>
              </div>
          </li>
          <li>
              <div>
                  <h2>Адк</h2>
                  <p>Здесть приобладает такой тип чемпионов как стрелки с физический или магическим уроном</p>

                 
              </div>
          </li>
          <li>
              <div>
                  <h2>Сап</h2>
                  <p>Эта роль предлагает большой выбор разных чемпионов такие как танки, убийца, утилити.</p>
              </div>
          </li>
      </ol>

  </div>
</div>

<style>
 
</style>
</body>
</html>